[
  {
    "index": 0,
    "start_seconds": 0,
    "end_seconds": 600,
    "file": "analysis\\hallucination-audit\\3837e4e0-64e9-44ba-b5de-c3a6849832d6\\full_audio_segments\\segment_000.mp3",
    "text": "Testing.",
    "error": null
  },
  {
    "index": 1,
    "start_seconds": 600,
    "end_seconds": 1200,
    "file": "analysis\\hallucination-audit\\3837e4e0-64e9-44ba-b5de-c3a6849832d6\\full_audio_segments\\segment_001.mp3",
    "text": "Hey, look at that. I'm playing Power Wash Simulator and you're playing Power Wash Simulator.You're really low. Let me turn you up for me.Hey, look at that. I'm playing Power Wash Simulator and you're playing Power Wash Simulator too.I'm playing the first one, but yeah.I saw on two, they're going to get that Adventure Time DLC in like April. That looks pretty fun.Hey, Basic.Hello.How's it going?It's going pretty well.Good.What's up, Foxy?I'm going to go make another cup of coffee.Get yourself a cup of tea.Some coffee.It is needed. How's everybody doing?Trying to get everything done all the time.Yeah.Somehow it never works. Somehow the to-do list only ever grows. I don't know how that happens. I don't like it.Yes.Yes.To-do lists always grow.Because once you get something done, you're like, oh, I can take something else on.Hello, Alpha.How's the drive home from work?Welcome, welcome.It's good. I'm trying to order some Chick-fil-A while I'm at this traffic light before it changes.All right, let's see.So, for those that don't know, Celeste has been promoted to a hand.Due to their contributions and hard work and setting up the- they did a good job with setting up the Josh Ash adventure thing and everything else.Congratulations.Thank you, thank you.Also, we have a birthday coming up that we will be celebrating a week from this Friday.Yeah.Yep, the 20th.So, we will be having a birthday party for Celeste.Happy birthday, Celeste.Thank you, thank you. My birthday is this Saturday. Not- yeah, this Saturday.So, I would have thrown it on the actual birthday, but with us doing the face charity event this Sunday, obviously we're going to be spreading it.Yeah, that's okay. That's totally fine.So, yes. And then Alpha has joined us as a new hand.Yes.Hello, hello.So, Alpha joins us from a bunch of different communities.Thank you, thank you.They've got a lot of experience running communities and helping out and assisting with things and making positive experiences for people.So, we are very excited to have them on board.And we will also, drumroll please, be instituting very soon forums for a lot of things.We will be starting with forums for staff that will have, like, different media that you guys might need in different roles.So, different media on how to deal with certain things or whatnot, etc.And it will be put in forums, so it will be easy for everyone to find what they need to find when they need to find it.I don't know if either of you want to give any sort of speech, any sort of thanks, let people know about yourself that they don't already know.I know most people know Celeste already at this point, I'd hope.Well, hello. I never know what to say in these kinds of things.But my name is Alpha. That comes from my-",
    "error": null
  },
  {
    "index": 2,
    "start_seconds": 1200,
    "end_seconds": 1800,
    "file": "analysis\\hallucination-audit\\3837e4e0-64e9-44ba-b5de-c3a6849832d6\\full_audio_segments\\segment_002.mp3",
    "text": "which just got shortened once I entered VR because everyone just called me up anyways. I sell cars, so I'm rather busy most of the day during the day, but I'm always available if anybody needs anything, just shoot me a message. I helped start what New Eden used to run, which was like Evergarden and then Frolic, with Key and Dragonflame when they were around, and then was one of the heads for Lux Nova when we separated. I'm always around to hang out, I absolutely love hanging out with people and making new friends. And then some fun things I have, I have a small Japanese van that I imported, if anybody's into any kind of car, my import is a little Japanese car, I have a flamethrower, which is always fun. And yeah, that's it. Base flamethrower. That'd come in handy with all the snow and ice we got recently. It would if it was useful for that at all. I should use this for getting rid of weeds and stuff. Mainly just starting fires. Well, I'm sure it's particularly good at that. Pretty good. Please put that away, it's crazy, I love it. That's funny as fuck. So, anyone have anything to bring up from over the past week? Anything they want to bring up at all? Positive, negative, how they're doing, etc. Before we move forward. Sorry, I'm running from the kitchen. Did you have something you wanted to bring up? Yes. So, we are going to be having the DJ class coming back with Crossfade as the teacher. And they filled out the application. So, if anybody feels like poking them to get the actual schedule going, reach back out to Dev. We'll see what days and times they want to do for Screamo. I'm trying to think of anything else on the list. Obviously not tonight, but soon we're going to do what the den calls movie-oke for movie night. It is karaoke to a movie. So, that should be fun. Oh, and I'll let you mention the other class that's incoming. Which other class? The workshop. Oh, yeah. So, Trippy, for those that have met Trippy, Trippy has agreed to give a monthly workshop on intro to break-in. So, I know we've kind of had to move off of that for the time being due to Ellie. She is very, very busy with her doctorate degree. So, she's doing more dissertation stuff and proving stuff. No, she's already done her dissertation. I think she's on to the proving and all that stuff. So, she's very busy with that. So, we decided for the time being, me, her, and everybody to run open break-in sessions. So, instead, we got break-in music and people come in and they just session and practice together or whatnot for the time being. But Trippy graciously said that they would start sharing intro to break-in stuff to get people into break-in and teach them the beginning stuff and everything on a monthly basis. So, yes, yes, that'll be good. It's very nice to get more of the each one teach one, right? So, that way it continues, the culture continues. I guess I will start out the meeting with transition readiness. So, the meeting goal is to prepare to formalize a faceless as a nonprofit. It means clearer structure, not colder culture. What that means for us, right, obviously, is that there are going to be some structural changes in terms of making procedure very clear, making things what I like to call good boring. Basically, the behind the scenes, like planning and all that stuff, right, is going to be, there's going to be more procedures and stuff. Things are going to be very clear on that, right? Outwardly, I don't think most people will even notice a difference. They really shouldn't notice a difference, right, because we're still the same group, right? So, the way that we act, the way we run things, et cetera, right, should still end up pretty much being the exact same, right? We are about community. Becoming a nonprofit, I want to be clear, means that it's no longer like a sole proprietorship or anything like that, right? I don't technically own the group specifically, right? What it ends up becoming is it's, and this is kind of how it always has been, but this is more formalizing it and allowing us to move forward with taxes and stuff, being able to intake more grants and stuff in the future and do more things and provide more for everybody. But it puts the ownership back or makes it very clear the ownership is in the hands of the people, the community, the public, yeah, which is kind of where we've always really sat, right? Like all of our classes are communal run. Like we've always kind of sat here, and I know we've been talking about, or I've been talking about the fact that I wanted to push us nonprofit for well over a year now. I am looking at finalizing at least the initial stages of all this before the end of the month. So we will have our EIN and everything else. We should have that before the end of the month. Today is about what changes operationally for staff and what doesn't. So what you guys need to know is we're standardizing process. Staff concerns are going to be handled through documented witness process. Leadership will not adjudicate conflicts in DMs. We are no longer going to be adjudicating stuff in DMs. I know I've set up certain DMs in the past for communication. We're going to be moving all that stuff into the Discord, into formalized channels just to make sure that everything is witnessed and documented. This is going to protect staff, prevent screenshots as leverage, and keep our governance consistent as we work on ensuring that we continue to follow the rules and the things that we need to do as a 501c3 and nonprofit. Roles and access are going to become role-based. So access is going to be scoped to what you need to do your job. Role permissions may change during the transition, and some roles may end, etc. This is very normal for transitional periods into a nonprofit, and none of this is personal. Programs are faceless programs. Now what that means in terms of being very clear and human about it is that clubs and classes and events that run under the faceless are communal programs. They are faceless communal programs. No one has direct ownership of any program that runs under the faceless. They're part of the community. They're community-owned and ran. Individuals can be credited as leads or bringing the program, but the program identity belongs to the faceless, and should someone decide that they want to continue a program after the program, like after, let's say, a teacher is teaching a class and then they stop teaching it, for instance, what's coming with DJ class. We've already done this twice now at DJ class, but this is just formalizing it.",
    "error": null
  },
  {
    "index": 3,
    "start_seconds": 1800,
    "end_seconds": 2400,
    "file": "analysis\\hallucination-audit\\3837e4e0-64e9-44ba-b5de-c3a6849832d6\\full_audio_segments\\segment_003.mp3",
    "text": "When one DJ teacher leaves, eventually we might end up with another teacher that wants to teach the class and we offer the class, right? Same programming, under the faceless, etc. So let's say we run clubs. We have a few clubs that have started up. Let's say for whatever reason, one club ends because the initial lead, the founder or initial lead or whatever, doesn't want to do it anymore. If someone else wants to step up from the community that happens to be a part of that club and continue to run that club, they are more than welcome to and it will continue. So very, very, you know, I mean, this is already stuff that obviously we're doing, but I want to make sure that it's clear. Media and promotional materials are going to become controlled. Promo needs to be created and approved by our media team, which will answer obviously to the higher level keeper of echoes slash to the board and more that control, right? Just ensure that all of our media and promo and stuff follows our requirements and all that stuff. No outside watermarking, no partner language without approval. Consent standards for recording will be enforced. All that stuff will end up being put out there. The media team will get this information and stuff, but we have consent standards now for our recording that I've worked on that should eliminate any filming people without their permission and places where they feel safe. Because ultimately, as a community and as the faceless, one of the biggest reasons why most people come to us and have been a part of our community is because this is a safe space for them. They feel safe here, right? We're family. And so we record to uplift, right? That is our sole thing, right? Any recording is only there for uplifting and that stuff. It's not there to bring people down or to record people's record moderation or record people's moments where they might be, I don't know, sad or going through something or what have you. We don't record that stuff. If we record a performance and someone messes up in the performance and the footage could be used or leveraged in such a way that it does not uplift them but instead makes them feel bad for messing up or something like that, that footage will not be put out and will not be kept. If anyone disagrees with any of this stuff, by the way, let me know as we're going through. Expectations are becoming explicit. So you'll see updated agreements, re-onboarding acknowledgement. There are some things that I'm going to have to have you guys sign specifically as we move toward things. Just stating that you're volunteers, etc. This is standard nonprofit stuff. Obviously, we're already all volunteers, right? None of us are getting paid. We're doing this out of our love for helping people. But it will need to be documented specifically just for 501c3 stuff and everything else. As we are all volunteers, right? Because if someone's not labeled as a volunteer when we apply for the 501c3 stuff, it's assumed that they're staff and then that creates all sorts of issues with governmental requirements on things that have to be provided to people. And that's not to say that there won't be staff in the future, right? Everything will be volunteer in the beginning until we start seeing what type of monies the nonprofit ends up getting in terms of grants, etc. And we look at that and look at all that stuff. This isn't about distress. It's about being ready for donors, compliance, and stability. I had some scripts that I came up with for specific questions, but I've not gotten any of those questions. I don't know if you guys want me to read those anyway. There's a script for why now. I mean, you wrote them out after all. We learned that communities don't break under normal days. They break under stress. These changes make us boring under stress, so we stay warm the rest of the time. Are we becoming corporate? We are becoming governed. The vice stays human and the structure gets stronger. And then I got closed with one instruction. Don't debate policy in public channels. If you have concerns, use the keeper of process intake when it's live. And that brings me to one thing that I forgot to mention in the very beginning of the thing. Hello, Wicked. So Wicked has been moved to the keeper of process role. And so the keeper of process will be there to intake the complaints and stuff and forward them where they got to go, etc. Honestly, it's basically like most of the stuff that Wicked had already been doing, but it's formalizing a specific role for the things. And so obviously keepers of faces. I went over a little bit of this with Alpha, by the way, when I had a meeting with Alpha. But I have a list that I'm going to be putting out of what each role does, whether it's hands, etc. Keepers, shadows, and everything. And where you go, whether you go up or down in terms of when you have to raise something in a concern. So everyone kind of sticks to what their job is and doesn't have to worry about a bunch of extra stuff that's not really your prerogative. So that way everything becomes very clear and easy and clean for everybody. I actually have. So I'm just like listening in. And as it sounds like, I mean, is it going to be organized or not? But have you considered a secondary discord that would be for staff and like all of this? So you have your like the one like the current discord that would be have all the classes and all the, you know, like kind of public facing stuff. And then a secondary one that you can move all like staff and everything else to. So you kind of are able to kind of maybe organize things. Kind of based on what it is. That's a good question or idea. That's something we can look into. I do know one of the reasons why we continued to end up growing the discord to the point where it's kind of somewhat obnoxious now. But this is actually more clean by the way. It was at one point. It's primarily because like people are in a lot of discords. I don't know about you Alpha. I know for me and I know for quite a few people. Oh no, for sure. In order to join a new discord, I have to question, okay, whose group can I leave without making people feel bad or angry and making, you know what I mean? Like without getting a shit ton of messages. Oh my gosh, why'd you leave my discord? We're not friends anymore. We're not working together. Luckily I haven't made it that far. But no, I do understand that. I only bring it up because I mean like this discord is organized. As I've perused through it, I'm like, okay, this all makes sense. It just sounded like you were going to add more. And it worked really well for Lux Nova when that's how it's set up. Everything staff wise and for the venues and everything is tucked away in its own discord. And it works really well over there because everything stays there. And then you kind of shuffle things into the main discord or the public one as you need to. It's just a thought. Yeah, that's, you know, I'm definitely open to that. What do people think about that? Thoughts, thoughts. I think if we do the forums thing that we talked about. I don't want another discord.",
    "error": null
  },
  {
    "index": 4,
    "start_seconds": 2400,
    "end_seconds": 3000,
    "file": "analysis\\hallucination-audit\\3837e4e0-64e9-44ba-b5de-c3a6849832d6\\full_audio_segments\\segment_004.mp3",
    "text": "I don't feel strongly enough to care.I'm fine either way.Yeah, yeah.No, I'm obviously the new guy here, so I was just throwing something just in case.But yeah, I think the forum thing will work a lot.I think it will help make things very nice.\nOkay.\nLet's see.\nSo I know Foxy should be reaching out to staff.\nFoxy, Foxy, Foxy, Foxy.\nWhat's that? I'm here.\nAbout staffing.\nAbout the what? Staffing?\nStaffing for the Sunday, the staffing, staffing stuff.\nStaffing for Sunday.\nFor the charity event.\nOh, for the, sorry.\nMultiple things going on right now.\nYes.\nSo some of you have been contacted already for, you know, VJ things and auctiony things and whatnot.\nGoing to be using a buddy system with the security staff that Atlas and Ropi are going to be providing from Olympus.\nSo it's going to be, you're never going to be in a situation where, you know, you can't like, you know, I have to pee.\nJust, I need five minutes, right?\nBut we're going to have two people per section as we usually do.\nAnd then we're going to have a couple floats and also a few peeps in the front for the gate.\nI'll be DMing for signups.\nThat way, you know, it doesn't get lost in anything.\nSo just keep an eye out.\nI'll be poking.\nHello, Leaf.\nHello.\nI just need to go away.\nToday's finally a bit of regular-ish weather here.\nSo I'm so glad because my sinuses are so fucked from using the heater constantly.\nYeah, I can ski with my shoes going out my front door.\nOh, please don't do that.\nIt was literally three degrees last night.\nAnd then tomorrow during the day, it's going to be 66.\nBut hopefully that 66 means that all the ice that is out there will melt.\nKitty litter, kitty litter, Leaf.\nKitty litter.\nI went to the store to get salt, and all they had was pool salt.\nSo I went and got kitty litter, and it helped.\nNo idea how many cats it's going to attract, but, you know.\nAlpha says he's going to pop out.\nOkay.\nBye, Alpha. See you soon.\nI might as well go over this with all of y'all.\nSo this is in the agreements that we're sending to the groups that are going to be coming and supporting our FACE event this weekend.\nThe big thing that I feel needs to be shared, let's see.\nBecause I haven't put out our media rules to all of y'all yet, but these are going to be put in place eventually here.\nFACE and FACELess Media exists to capture joy, talent, and community, not leverage.\nSo what can be captured? Performances, showcases, dance floors, wide crowd shots, ambiance, and venue visuals, celebratory moments, and stage-focused content.\nWhat is not to be captured?\nThis is one of our new rules, because we want to make sure that all of our media is there for uplift and not for drama-based things or et cetera, et cetera.\nModeration activities, conflict or arguments, call-outs or receipts, people crying, breaking down, or visibly distressed or anxious, harassment, trolling, or bans, private conversations, and anything that would be humiliating or weaponizable out of context.\nIf it would look bad in a screenshot, it does not get recorded.\nThat sound good to everybody?\nSounds great.\nYeah.\nThe basic idea is that media is for uplift, not evidence.\nOkay.\nAnything else that I had to go over today? I don't think so. I think that's pretty much it.\nI know Leaf wasn't here. I can briefly go over a couple things real quick. It's going to be reiteration, though.\nWe are preparing to formalize the FACELess as a nonprofit. That means clearer structure, not colder culture. Today is about what changes operationally for staff and what doesn't. That's kind of what we went over today, Leaf.\nThe standardizing of process. All staff concerns are going to be handled through documented witness process. Roles and access is going to be role-based. There are going to be some changes and stuff during the transitional period to nonprofit, which is all normal standard procedural stuff.\nWe went over programs are the FACELess programs. Clubs, classes, events that run under the FACELess are communal programs that are owned by the community itself at large. As we are moving to nonprofit status, obviously, as a nonprofit organization, we are public-owned and public-ran, and everything here is communal-owned.\nIndividuals can be credited as leads, but the program identity belongs to the organization and community. Promo needs to be created, approved by the media team. No outside watermarking, no partner language without approval. Consent standards for",
    "error": null
  },
  {
    "index": 5,
    "start_seconds": 3000,
    "end_seconds": 3600,
    "file": "analysis\\hallucination-audit\\3837e4e0-64e9-44ba-b5de-c3a6849832d6\\full_audio_segments\\segment_005.mp3",
    "text": "Recording will be enforced. Oh, I didn't even go over this. So as far as consent standards, we will have a consent designator at the entrance, as well as give a consent remark. The host will give a consent remark before our face event, stating that if people don't want to be on camera to let us know, they can let us know through DMs or through messaging on the faceless discord, as well as, you know, they've got up to seven days afterwards to let us know they don't want to be, you know what I mean? Like if they see that they're in any footage and they don't want that, they can let us know, we'll remove the footage. Strictly wide shots, unless you're recording the people on stage. And, you know, except for media that's gotten permission. And then there will be a area that does not get filmed. We are going to have non filmed areas that people can be at if they don't want to be filmed. So that way there's no risk of them getting captured. Expectations are going to become very explicit. So you're going to see updated agreements, re-onboarding acknowledgements, etc. with standard nonprofit disclaimers and things. It's not about distress, it's about being ready for donors, compliance and stability. And then I went over the script for why now. We've learned that communities don't break under normal days, they break under stress. These changes are to make us boring under stress so we can stay warm the rest of the time. Are we becoming corporate? The answer was we're becoming governed. The vibe stays human, the structure gets stronger. And we no longer debate policy or any of that stuff in public channels. If you have concerns, you're going to use the keeper of process intake when it's live. Sounds good. It's just a... Figure it out as we go, Justin. Yep. We're moving along. I'll be applying very soon for things. So that stuff's going to be happening, as I said earlier. We're going to have our EIN and everything done before the end of the month. So all that stuff will be getting applied for. So yes, don't be alarmed when you see a lot more packets and packages and everything being put out there. We're going to have a staff forums channel that'll have the ways that we deal with things and all that stuff. Everything is going to become very formalized because it needs to be formalized. So basically the structure behind the scenes stuff will be a lot more structured and formalized and process oriented. No one else outside of staff generally will have any idea any change has happened besides being able to say that we're being complete on that. Everything else should continue as is. Anyone have any questions? Anything? I think we can end now if no one has anything. Y'all just let me know what I can do to help with the charity stuff. I will be around. Foxy. So that'll be a Foxy thing. I'm only handling the... Oops, I was muted. Okie dokie. So far, the security team is already done. We're filling up really quickly to the point where I'm having to put a halt on signups so that the other communities that are going to be involved actually have slots to fill. So I'm going to be, I mentioned earlier, but I'm going to be messaging everybody for the usual staffy thing. So just keep an eye on DMs. I'll send you a thing probably tomorrow. Probably tomorrow for the scheduling and stuff. Our side, anyway. Sounds good. Sounds good. What was that? Yes, V, I made a note. Okay. I think we are good if no one else has anything else. I'll talk to y'all soon. Gotta hop out of here. Still working on various things. Busy week. Have fun. Bye. Bye. Bye. What is Wednesday? What is Wednesday's date? I think we can tell the keeper to hit the road. Hit the road. Please don't come no more, no more, no more. Not today. I said today. Only today. Don't come back anymore today, keeper of voices. We love you.",
    "error": null
  }
]